{"translation-revision-date":"2025-04-22 18:32:01+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Skip ads creation":["Saltar creación de anuncios"],"Learn more about Performance Max.":["Más información sobre Performance Max."],"Performance Max uses the best of Google’s AI to show the most impactful ads for your products at the right time and place. Google will use your product data to create ads for this campaign.":["Performance Max utiliza lo mejor de la IA de Google para mostrar los anuncios más impactantes para tus productos en el momento y lugar adecuados. Google utilizará los datos de tus productos para crear anuncios para esta campaña."],"Enabling Performance Max is highly recommended to drive more sales and reach new audiences across Google channels like Search, YouTube and Discover.":["Activar Performance Max es muy recomendable para impulsar más ventas y llegar a nuevas audiencias en canales de Google como Búsqueda, YouTube y Descubre."],"Complete setup without setting up ads":["Configuración completa sin anuncios"],"Skip setting up ads?":["¿Omitir la configuración de anuncios?"],"Connect the accounts required to use Google for WooCommerce.":["Conecta las cuentas necesarias para utilizar Google for WooCommerce."],"Get started with Google for WooCommerce":["Primeros pasos con Google for WooCommerce"],"Any ongoing campaigns and configuration will continue to run. They will be pushed to Google as in the previous versions of this extension.":["Todas las campañas y configuraciones en curso seguirán funcionando. Se enviarán a Google como en las versiones anteriores de esta extensión."],"I understand that I am disabling the data fetching feature from this WooCommerce extension.":["Entiendo que estoy desactivando la función de obtención de datos de esta extensión de WooCommerce."],"Yes, I want to disable the data fetching feature.":["Sí, quiero desactivar la función de obtención de datos."],"Disable data fetching":["Desactivar la obtención de datos"],"Create a campaign":["Crear una campaña"],"Create a campaign to advertise your products":["Crea una campaña para publicitar tus productos"],"There was an error saving shipping times.":["Se ha producido un error al guardar los tiempos de envío."],"There was an error saving shipping rates.":["Se ha producido un error al guardar las tarifas de envío."],"There was an error saving settings.":["Se ha producido un error al guardar los ajustes."],"There was an error saving audience.":["Se ha producido un error al guardar el público."],"Configure product listings":["Configurar anuncios de productos"],"Unable to complete your setup.":["No se ha podido completar la configuración."],"Once you have set up your Merchant Center account you can use our onboarding tool regardless of which CSS you use.":["Una vez que hayas configurado tu cuenta Merchant Center, puedes utilizar nuestra herramienta de incorporación independientemente del CSS que utilices."],"If you create a new Merchant Center account through this application, it will be associated with Google Shopping, Google’s CSS, by default. You can change the CSS associated with your account at any time. Please find more information about our CSS Partners <link>here<\/link>.":["Si creas una nueva cuenta de Merchant Center a través de esta aplicación, se asociará por defecto a Google Shopping, el CSS de Google. Puedes cambiar el CSS asociado a tu cuenta en cualquier momento. Encontrarás más información sobre nuestros socios CSS <link>aquí<\/link>."],"If you are in the European Economic Area or Switzerland, your Merchant Center account must be associated with a Comparison Shopping Service (CSS). Please find more information at <link>Google Merchant Center Help<\/link> website.":["Si te encuentras en el Espacio Económico Europeo o en Suiza, tu cuenta de Merchant Center debe estar asociada a un Servicio de Comparación de Precios (CSS). Encontrarás más información en el sitio web <link>de ayuda de Google Merchant Center<\/link>."],"Cancel":["Cancelar"],"The following accounts are required to use the Google for WooCommerce plugin.":["Es obligatorio usar las siguientes cuentas para usar el plugin Google for WooCommerce."],"Connect accounts":["Conectar cuentas"],"Google Shopping search results example":["Ejemplo de resultados de búsqueda en Google Shopping"],"Any ongoing campaigns will continue to run. They can be managed, edited, or deleted manually from Google Ads (ads.google.com).":["Las campañas en curso seguirán funcionando. Se pueden gestionar, editar o eliminar manualmente desde Anuncios Google (ads.google.com)."],"Any active product listings will continue to show on Google. They can be managed, edited, or deleted manually from Google Merchant Center (merchants.google.com).":["Cualquier ficha activa de producto seguirá mostrándose en Google. Pueden ser gestionada, editada o borrada manualmente desde Google Merchant Center (merchants.google.com)."],"If you create a new Merchant Center account through this application, it will be associated with Google’s Comparison Shopping Service (Google Shopping) by default. You can change the CSS associated with your account at any time. <link>Please find more information here<\/link>.":["Si creas una nueva cuenta de Merchant Center a través de esta aplicación, será asociada por defecto con el servicio de compras comparativas de Google (Google Shopping). Puedes cambiar el CSS asociado con tu cuenta en cualquier momento. <link>Por favor, encuentra más información aquí<\/link>."],"Google Merchant Center helps you sync your store and product data with Google and makes the information available for both free listings on the Shopping tab and Google Shopping Ads. That means everything about your stores and products is available to shoppers when they search on a Google property.":["Google Merchant Center te ayuda a sincronizar los datos de tu tienda y productos con Google y hace que la información esté disponible tanto para la fichas gratuitas en la pestaña Shopping como para las campañas de Google Shopping. Eso significa que todo lo relacionado con tus tiendas y productos está disponible para los compradores cuando realizan búsquedas en una propiedad de Google."],"Why do I need a Google Merchant Center account?":["¿Por qué necesito una cuenta de Google Merchant Center?"],"We use a WordPress.com account to connect your site to the WooCommerce and Google servers. It ensures that requests (e.g. product feed, clicks, sales, etc) from your site are securely and correctly attributed to your store. It enables a connection to your self-hosted site, and provides a common authentication interface across disparate server configurations and architectures.":["Utilizamos una cuenta de WordPress.com para conectar tu sitio a los servidores de WooCommerce y Google. Garantiza que las solicitudes (por ejemplo, alimentación de productos, clics, ventas, etc.) de tu sitio se atribuyan de forma segura y correcta a tu tienda. Permite una conexión con tu sitio auto-alojado, y proporciona una interfaz de autenticación común a través de configuraciones y arquitecturas de servidores dispares."],"Why do I need a WordPress.com account?":["¿Por qué necesito una cuenta de WordPress.com?"],"Never mind":["No importa"],"Some configurations for Google Ads created through WooCommerce may be lost. This cannot be undone.":["Es posible que se pierdan algunas configuraciones de Google Ads creadas a través de WooCommerce. Esto no se puede deshacer."],"I understand that I am disconnecting my Google Ads account from this WooCommerce extension.":["Entiendo que estoy desconectando mi cuenta de Google Ads de esta extensión de WooCommerce."],"Yes, I want to disconnect my Google Ads account.":["Sí, quiero desconectar mi cuenta de Google Ads."],"Disconnect Google Ads Account":["Desconectar la cuenta de Google Ads"],"Disconnect Google Ads account":["Desconectar la cuenta de Google Ads"],"I understand that I am disconnecting any WordPress.com account, Google account, Google Merchant Center account and Google Ads account connected to this extension.":["Entiendo que estoy desconectando cualquier cuenta de WordPress.com, cuenta de Google, cuenta de Google Merchant Center y cuenta de Google Ads conectadas a esta extensión."],"Yes, I want to disconnect all my accounts.":["Sí, quiero desconectar todas mis cuentas."],"Disconnect all accounts":["Desconectar todas las cuentas"],"Complete setup":["Configuración completa"],"Your product details, estimated shipping info and tax details will be displayed across Google.":["Los detalles de tu producto, la información de envío estimada y los detalles de los impuestos se mostrarán en Google."],"Your product listings will look something like this.":["Tus anuncios de productos tendrán este aspecto."],"Configure your product listings":["Configura tus fichas de producto"],"Continue":["Continuar"],"Set up your accounts":["Configura tus cuentas"]}},"comment":{"reference":"js\/build\/onboarding.js"}}